Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Manages its own audio
ar: يدير صوته بنفسه
de: Verwaltet eigenes Audio
es: Gestiona su propio audio
fr: Gère son propre audio
hu: Saját maga kezeli a hangját
ja: 独自にオーディオを管理
nl: Beheert eigen geluid
pl: Samodzielnie zarządza dźwiękiem
pt: Gere o seu próprio áudio
ru: Управляет своим звуком
sv: Hanterar sitt eget ljud
tr: Kendi sesini yönetir
vi: Tự quản lý âm thanh
zh_hans: 自行管理音频
zh_hant: 自行管理音訊

source: Manually hide or show DockDoor Pro on all screens
ar: إخفاء أو إظهار DockDoor Pro يدويا على جميع الشاشات
de: DockDoor Pro auf allen Bildschirmen manuell aus- oder einblenden
es: Oculta o muestra DockDoor Pro manualmente en todas las pantallas
fr: Cacher ou afficher DockDoor Pro manuellement sur tous les écrans
hu: A DockDoor Pro kézi elrejtése vagy megjelenítése az összes képernyőn
ja: すべての画面でDockDoor Proの表示/非表示を手動で切り替える
nl: DockDoor Pro handmatig verbergen of tonen op alle schermen
pl: Ręcznie ukrywaj lub pokazuj DockDoor Pro na wszystkich wyświetlaczach
pt: Ocultar ou mostrar manualmente o DockDoor Pro em todos os ecrãs
ru: Вручную скрыть или показать DockDoor Pro на всех экранах
sv: Göm eller visa DockDoor Pro manuellt på alla skärmar
tr: Tüm ekranlarda DockDoor Pro’yu manuel olarak gizleyin veya gösterin
vi: Ẩn hoặc hiện DockDoor Pro thủ công trên tất cả màn hình
zh_hans: 手动在所有显示器上隐藏或显示 DockDoor Pro
zh_hant: 手動在所有顯示器上隱藏或顯示 DockDoor Pro

source: Mark apps with exactly one open window, instead of starting the card count at two
ar: تمييز التطبيقات التي لها نافذة مفتوحة واحدة فقط، بدلًا من بدء عدد البطاقات من نافذتين
de: Apps mit genau einem geöffneten Fenster markieren, statt die Kartenzählung bei zwei zu beginnen
es: Marca las apps con exactamente una ventana abierta, en lugar de empezar a contar las tarjetas en dos
fr: Signaler les apps ayant exactement une fenêtre ouverte, au lieu de commencer le décompte des cartes à deux
hu: Pontosan egy nyitott ablakkal rendelkező appok jelölése, ahelyett, hogy a kártyaszámlálás kettőnél kezdődne
ja: カードの数え方を2から始める代わりに、開いているウインドウが1つだけのアプリにもマークを付ける
nl: Markeer apps met slechts één geopend venster, in plaats van bij twee te beginnen met tellen
pl: Oznaczaj aplikacje mające dokładnie jedno otwarte okno, zamiast rozpoczynać zliczanie okien na karcie od dwóch
pt: Assinalar apps com exatamente uma janela aberta, em vez de começar a contagem do cartão em duas
ru: Помечать приложения ровно с одним открытым окном, а не начинать счет на карточке с двух
sv: Markera appar med exakt ett öppet fönster, i stället för att börja räkningen på kortet vid två
tr: Kart sayısını ikiden başlatmak yerine, tam olarak bir açık penceresi olan uygulamaları işaretle
vi: Đánh dấu ứng dụng có đúng một cửa sổ đang mở, thay vì bắt đầu đếm trên thẻ từ hai
zh_hans: 标记只有一个打开窗口的应用，而非从两个窗口开始显示卡片计数
zh_hant: 應用程式只有一個開啟中的視窗時也顯示標記，而不是從兩個視窗才開始顯示卡片數量

source: Mark apps with exactly one open window. Card indicators normally start counting at two windows.
ar: تمييز التطبيقات التي لها نافذة مفتوحة واحدة فقط. تبدأ مؤشرات البطاقات عادةً العد من نافذتين.
de: Apps mit genau einem geöffneten Fenster markieren. Kartenindikatoren beginnen normalerweise erst ab zwei Fenstern zu zählen.
es: Marca las apps con exactamente una ventana abierta. Los indicadores de tarjeta normalmente empiezan a contar a partir de dos ventanas.
fr: Signaler les apps ayant exactement une fenêtre ouverte. Les indicateurs en carte commencent normalement à compter à partir de deux fenêtres.
hu: Pontosan egy nyitott ablakkal rendelkező appok jelölése. A kártyajelzők alapesetben két ablaktól kezdik a számlálást.
ja: 開いているウインドウが1つだけのアプリにもマークを付けます。カードインジケータは通常、ウインドウが2つになってからカウントを開始します。
nl: Markeer apps met slechts één geopend venster. Kaartindicatoren beginnen normaal gesproken te tellen bij twee vensters.
pl: Oznaczaj aplikacje mające dokładnie jedno otwarte okno. Wskaźniki kart zwykle zaczynają zliczanie od dwóch okien.
pt: Assinalar apps com exatamente uma janela aberta. Os indicadores de cartão normalmente começam a contar a partir de duas janelas.
ru: Помечать приложения ровно с одним открытым окном. Обычно индикаторы на карточках начинают счет с двух окон.
sv: Markera appar med exakt ett öppet fönster. Kortindikatorer börjar normalt räkna vid två fönster.
tr: Tam olarak bir açık penceresi olan uygulamaları işaretle. Kart göstergeleri normalde iki pencereden itibaren saymaya başlar.
vi: Đánh dấu ứng dụng có đúng một cửa sổ đang mở. Chỉ báo dạng thẻ thường bắt đầu đếm từ hai cửa sổ.
zh_hans: 标记只有一个打开窗口的应用。卡片指示器通常从两个窗口开始计数。
zh_hant: 應用程式只有一個開啟中的視窗時也顯示標記。卡片指示器通常從兩個視窗才開始計數。

source: Mark as completed
ar: وضع علامة كمكتمل
de: Als erledigt markieren
es: Marcar como completado
fr: Marquer comme terminé
hu: Megjelölés befejezettként
ja: 完了にする
nl: Markeer als voltooid
pl: Oznacz jako wykonane
pt: Marcar como concluído
ru: Отметить как выполненное
sv: Markera som slutförd
tr: Tamamlandı olarak işaretle
vi: Đánh dấu là đã hoàn thành
zh_hans: 标记为已完成
zh_hant: 標示為已完成

source: Mark as not completed
ar: وضع علامة كغير مكتمل
de: Als nicht erledigt markieren
es: Marcar como no completado
fr: Marquer comme non terminé
hu: Megjelölés nem befejezettként
ja: 未完了にする
nl: Markeer als niet voltooid
pl: Oznacz jako niewykonane
pt: Marcar como não concluído
ru: Отметить как невыполненное
sv: Markera som inte slutförd
tr: Tamamlanmadı olarak işaretle
vi: Đánh dấu là chưa hoàn thành
zh_hans: 标记为未完成
zh_hant: 標示為未完成

source: Mark Hidden or Minimized Windows
ar: تمييز النوافذ المخفية أو المصغّرة
de: Ausgeblendete oder minimierte Fenster markieren
es: Marcar ventanas ocultas o minimizadas
fr: Signaler les fenêtres masquées ou réduites
hu: Rejtett vagy kicsinyített ablakok jelölése
ja: 非表示またはしまったウインドウにマークを付ける
nl: Markeer verborgen of geminimaliseerde vensters
pl: Oznaczaj ukryte lub zminimalizowane okna
pt: Assinalar Janelas Ocultas ou Minimizadas
ru: Помечать скрытые или свернутые окна
sv: Markera gömda eller minimerade fönster
tr: Gizli veya Küçültülmüş Pencereleri İşaretle
vi: Đánh dấu cửa sổ bị ẩn hoặc thu nhỏ
zh_hans: 标记隐藏或最小化的窗口
zh_hant: 標記隱藏或最小化的視窗

source: Mark Seen
ar: علامة مشاهدة
de: Als gesehen markieren
es: Marcar como visto
fr: Marquer comme vu
hu: Megtekintettnek jelölés
ja: 既読にする
nl: Markeer als gezien
pl: Oznacz jako widziane
pt: Marcar como visto
ru: Отметить как просмотренное
sv: Markera som sedd
tr: Görüldü Olarak İşaretle
vi: Đánh dấu đã xem
zh_hans: 标记为已查看
zh_hant: 標記為已讀

source: Mark Settings as Seen
ar: وضع علامة على الإعدادات كمُشاهَدة
de: Einstellungen als gesehen markieren
es: Marcar los ajustes como vistos
fr: Marquer les nouveaux paramètres comme vus
hu: Beállítások megtekintettnek jelölése
ja: 設定を既読にする
nl: Markeer instellingen als gezien
pl: Oznacz ustawienia jako widziane
pt: Marcar as definições como vistas
ru: Пометить настройки как просмотренные
sv: Markera inställningar som sedda
tr: Ayarları Görüldü Olarak İşaretle
vi: Đánh dấu Cài đặt là đã xem
zh_hans: 标记设置为已查看
zh_hant: 將設定標記為已讀

source: Mark the frontmost app with a longer accent bar instead of dots
ar: ميّز التطبيق في الواجهة بشريط تمييز أطول بدلًا من النقاط
de: Vorderste App mit einer längeren Akzentleiste statt Punkten markieren
es: Marca la app en primer plano con una barra de énfasis más larga en lugar de puntos
fr: Signaler l'app au premier plan par une barre d'accent plus longue au lieu de points
hu: Az előtérben lévő app megjelölése hosszabb hangsúlysávval pontok helyett
ja: 最前面のアプリをドットではなく長めのアクセントバーで示す
nl: Geef de app die op de voorgrond staat aan met een langere accentbalk in plaats van stippen
pl: Oznacz aktywną aplikację dłuższym paskiem akcentu zamiast kropek
pt: Assinalar a aplicação em primeiro plano com uma barra de destaque mais longa em vez de pontos
ru: Отмечать активное приложение более длинной полосой цвета акцента вместо точек
sv: Markera främsta appen med en längre accentstapel istället för punkter
tr: En öndeki uygulamayı noktalar yerine daha uzun bir vurgu çubuğuyla işaretle
vi: Đánh dấu ứng dụng trên cùng bằng một thanh nổi bật dài hơn thay vì các dấu chấm
zh_hans: 使用较长的指示条代替圆点标识当前最前台的应用，方便快速确认 Dock 中当前所在的位置
zh_hant: 以較長的強調線取代圓點，標示目前最前方的應用程式

source: Mark the frontmost app with a longer accent bar instead of dots, so it's easy to see where you are on the dock.
ar: ميّز التطبيق في الواجهة بشريط تمييز أطول بدلًا من النقاط، ليسهل معرفة موضعك على Dock.
de: Markieren Sie die vorderste App mit einer längeren Akzentleiste statt Punkten, damit Sie leicht erkennen, wo Sie sich im Dock befinden.
es: Marca la app en primer plano con una barra de énfasis más larga en lugar de puntos, para que sea fácil ver dónde estás en el Dock.
fr: Signaler l'app au premier plan par une barre d'accent plus longue au lieu de points, pour voir facilement où vous êtes sur le dock.
hu: Az előtérben lévő app megjelölése hosszabb hangsúlysávval pontok helyett, így könnyen látható, hol tart a Dockon.
ja: 最前面のアプリをドットではなく長めのアクセントバーで示し、Dock上での現在位置をわかりやすくします。
nl: Geef de app die op de voorgrond staat aan met een langere accentbalk in plaats van stippen, zodat je gemakkelijk kunt zien waar het zich op het Dock bevindt.
pl: Oznacz aktywną aplikację dłuższym paskiem akcentu zamiast kropek, aby łatwo było zobaczyć, gdzie jesteś w Docku.
pt: Assinalar a aplicação em primeiro plano com uma barra de destaque mais longa em vez de pontos, para ver facilmente onde está na dock.
ru: Отмечать активное приложение более длинной полосой цвета акцента вместо точек, чтобы было легко видеть, где вы находитесь в Dock.
sv: Markera främsta appen med en längre accentstapel istället för punkter, så att det är lätt att se var du är i dockan.
tr: En öndeki uygulamayı noktalar yerine daha uzun bir vurgu çubuğuyla işaretle, böylece dock'ta nerede olduğunu görmek kolaylaşır.
vi: Đánh dấu ứng dụng trên cùng bằng một thanh nổi bật dài hơn thay vì các dấu chấm, giúp bạn dễ dàng nhìn thấy vị trí của mình trên dock.
zh_hans: 使用较长的指示条代替圆点标识当前最前台的应用，方便快速确认 Dock 中当前所在的位置。
zh_hant: 以較長的強調線取代圓點，標示目前最前方的應用程式，讓您更容易辨識目前在 Dock 上的位置。

source: Marketplace
ar: السوق
de: Marktplatz
hu: Piactér
ja: マーケットプレイス
ru: Магазин
sv: Marknadsplats
tr: Pazar Yeri
vi: Cửa hàng
zh_hans: 市场
zh_hant: 市集

source: Marketplace Filter
ar: تصفية السوق
de: Marktplatzfilter
es: Filtro del Marketplace
fr: Filtre du Marketplace
hu: Piactér-szűrő
ja: マーケットプレイスのフィルタ
pl: Filtr Marketplace
pt: Filtro do Marketplace
ru: Фильтр магазина
sv: Marknadsplatsfilter
tr: Pazar Yeri Filtresi
vi: Bộ lọc cửa hàng
zh_hans: 市场过滤器
zh_hant: 市集篩選器

source: Material
ar: المواد
fr: Matériau
hu: Anyag
ja: マテリアル
nl: Materiaal
pl: Materiał
ru: Материал
tr: Malzeme
vi: Chất liệu
zh_hans: 材质
zh_hant: 材質

source: Material blur style for the frosted background
ar: نمط تمويه المادة للخلفية المصنفرة
de: Material-Weichzeichnungsstil für den Milchglas-Hintergrund
es: Estilo de desenfoque del material para el fondo esmerilado
fr: Style de flou du matériau pour l'arrière-plan givré
hu: Az elmosott háttér anyagstílusa
ja: すりガラス背景に使うマテリアルのブラースタイル
nl: Materiaalvervagingstijl voor de matte achtergrond
pl: Styl rozmycia materiału dla matowego tła
pt: Estilo de desfocagem do material para o fundo fosco
ru: Стиль размытия материала для матового фона
sv: Materialets oskärpestil för den frostade bakgrunden
tr: Buzlu arka plan için malzeme bulanıklık stili
vi: Kiểu làm mờ chất liệu cho phần nền mờ
zh_hans: 用于磨砂背景的模糊材质样式
zh_hant: 用於霧面背景的 Material 模糊樣式

source: math
ar: رياضيات
de: mathe
es: matemáticas
fr: maths
hu: matek
ja: 数学
nl: wiskunde
pl: matematyka
pt: matemática
ru: математика
sv: matte
tr: matematik
vi: toán học
zh_hans: 数学
zh_hant: 數學

source: Max
ar: الحد الأقصى
es: Máx.
hu: Maximum
ja: 上限
pl: Maks
pt: Máx.
ru: Максимум
tr: Maksimum
vi: Tối đa
zh_hans: 最大
zh_hant: 最大

source: Max Columns
ar: الحد الأقصى للأعمدة
de: Max. Spalten
es: Máximo de columnas
fr: Colonnes max.
hu: Oszlopok max. száma
ja: 最大列数
nl: Maximaal aantal kolommen
pl: Maks. kolumny
pt: Máx. de colunas
ru: Макс. столбцов
sv: Max kolumner
tr: En Fazla Sütun
vi: Số cột tối đa
zh_hans: 最大列数
zh_hant: 最大欄數

source: Max Preview Rows
ar: الحد الأقصى لصفوف المعاينة
de: Max. Vorschauzeilen
es: Máximo de filas de previsualización
fr: Lignes d'aperçu max.
hu: Előnézeti sorok max. száma
ja: プレビューの最大行数
nl: Maximaal aantal voorbeeldrijen
pl: Maks. liczba wierszy podglądu
pt: Máx. de Linhas de Pré-visualização
ru: Макс. рядов предпросмотра
sv: Max förhandsvisningsrader
tr: En Fazla Önizleme Satırı
vi: Số hàng xem trước tối đa
zh_hans: 最大预览行数
zh_hant: 最大預覽列數

source: Max Rows
ar: الحد الأقصى للصفوف
de: Max. Zeilen
es: Máximo de filas
fr: Rangées max.
hu: Sorok max. száma
ja: 最大行数
nl: Maximaal aantal rijen
pl: Maks. wiersze
pt: Máx. de linhas
ru: Макс. строк
sv: Max rader
tr: En Fazla Satır
vi: Số hàng tối đa
zh_hans: 最大行数
zh_hant: 最大列數

source: Max Size
ar: الحجم الأقصى
de: Max. Größe
es: Tamaño máximo
fr: Taille maximum
hu: Maximum méret
ja: 最大サイズ
nl: Maximale grootte
pl: Maks. rozmiar
pt: Tamanho máximo
ru: Максимальный размер
sv: Maxstorlek
tr: En Büyük Boyut
vi: Kích cỡ tối đa
zh_hans: 最大尺寸
zh_hant: 最大尺寸

source: Maximize
ar: تكبير
de: Maximieren
es: Maximizar
fr: Maximiser
hu: Teljes méret
ja: 最大化
nl: Maximaliseren
pl: Maksymalizuj
pt: Maximizar
ru: Развернуть
sv: Maximera
tr: Büyüt
vi: Phóng to
zh_hans: 最大化
zh_hant: 最大化

source: Maximize Window
ar: تكبير النافذة
de: Fenster maximieren
es: Maximizar ventana
fr: Maximiser la fenêtre
hu: Ablak teljes méretre állítása
ja: ウインドウを最大化
nl: Venster maximaliseren
pl: Maksymalizuj okno
pt: Maximizar Janela
ru: Развернуть окно
sv: Maximera fönster
tr: Pencereyi Büyüt
vi: Phóng to cửa sổ
zh_hans: 最大化窗口
zh_hant: 將視窗最大化

source: Maximum magnification scale factor
ar: معامل مقياس التضخيم الأقصى
de: Maximaler Skalierungsfaktor der Vergrößerung
es: Factor de escala máximo de la ampliación
fr: Niveau d'agrandissement maximum
hu: A nagyítás maximális mértéke
ja: 拡大の最大倍率
nl: Maximale vergrotingsfactor
pl: Maksymalny współczynnik skali powiększenia
pt: Fator máximo de escala da ampliação
ru: Максимальный коэффициент масштабирования
sv: Största skalfaktor för förstoring
tr: Maksimum büyütme ölçek faktörü
vi: Hệ số tỷ lệ phóng đại tối đa
zh_hans: 最大放大倍数
zh_hant: 最大放大倍率

source: Maximum of 3 pinned folders
ar: 3 مجلدات مثبتة كحد أقصى
de: Maximal 3 angeheftete Ordner
es: Máximo de 3 carpetas fijadas
fr: 3 dossiers épinglés au maximum
hu: Legfeljebb 3 kitűzött mappa
ja: ピン留めフォルダは最大3つまで
nl: Maximaal 3 vastgezette mappen
pl: Maksymalnie 3 przypięte foldery
pt: Máximo de 3 pastas afixadas
ru: Максимум 3 закреплённые папки
sv: Högst 3 fästa mappar
tr: En fazla 3 sabitlenmiş klasör
vi: Tối đa là 3 thư mục được ghim
zh_hans: 最多可固定 3 个文件夹
zh_hant: 最多3個釘選檔案夾

source: Media & Audio
ar: الوسائط والصوت
de: Medien & Audio
es: Multimedia y audio
fr: Médias et audio
hu: Média és hang
ja: メディアとオーディオ
nl: Media en audio
pl: Multimedia i dźwięk
pt: Multimédia e Áudio
ru: Медиа и аудио
sv: Media och ljud
tr: Medya & Ses
vi: Phương tiện & Âm thanh
zh_hans: 媒体与音频
zh_hant: 媒體與音訊

source: Meditate
ar: التأمل
de: Meditieren
es: Meditar
fr: Méditer
hu: Meditálás
ja: 瞑想
nl: Mediteren
pl: Medytacja
pt: Meditar
ru: Медитация
sv: Meditera
tr: Meditasyon
vi: Thiền
zh_hans: 冥想
zh_hant: 冥想

source: Medium
ar: متوسط
de: Mittel
es: Mediano
fr: Moyen
hu: Közepes
ja: 中
pl: Średni
pt: Médio
ru: Средний
sv: Mellan
tr: Orta
vi: Trung bình
zh_hans: 中等
zh_hant: 中

source: memo
ar: مذكرة
es: nota
fr: mémo
hu: jegyzet
ja: メモ
pl: notatka głosowa
ru: заметка
tr: not
vi: ghi âm
zh_hans: 备忘录
zh_hant: 備忘錄

source: memory
ar: ذاكرة
de: arbeitsspeicher
es: memoria
fr: mémoire
hu: memória
ja: メモリ
nl: geheugen
pl: pamięć
pt: memória
ru: память
sv: minne
tr: bellek
vi: bộ nhớ
zh_hans: 内存
zh_hant: 記憶體

source: Memory
ar: الذاكرة
de: Speicher
es: Memoria
fr: Mémoire
hu: Memória
ja: メモリ
nl: Geheugen
pl: Pamięć
pt: Memória
ru: Память
sv: Minne
tr: Bellek
vi: Bộ nhớ
zh_hans: 内存
zh_hant: 記憶體

source: memory pressure
ar: ضغط الذاكرة
de: speicherdruck
es: presión de memoria
fr: pression mémoire
hu: memórianyomás
ja: メモリプレッシャー
nl: geheugendruk
pl: obciążenie pamięci
pt: pressão da memória
ru: нагрузка на память
sv: minnestryck
tr: bellek baskısı
vi: áp lực bộ nhớ
zh_hans: 内存压力
zh_hant: 記憶體壓力

source: Memory Pressure
ar: ضغط الذاكرة
de: Speicherdruck
es: Presión de memoria
fr: Pression de la mémoire
hu: Memórianyomás
ja: メモリプレッシャー
nl: Geheugendruk
pl: Obciążenie pamięci
pt: Pressão da memória
ru: Нагрузка на память
sv: Minnestryck
tr: Bellek Baskısı
vi: Áp lực bộ nhớ
zh_hans: 内存压力
zh_hant: 記憶體壓力

source: Memos
ar: المذكرات
es: Grabaciones
fr: Mémos
hu: Felvételek
ja: ボイスメモ
pl: Notatki głosowe
ru: Записи
sv: Memon
tr: Sesli Notlar
vi: Bản ghi âm
zh_hans: 备忘录
zh_hant: 備忘錄

source: Menu
ar: القائمة
de: Menü
es: Menú
hu: Menü
ja: メニュー
ru: Меню
sv: Meny
tr: Menü
zh_hans: 菜单
zh_hant: 選單

source: Menu Bar
ar: شريط القوائم
de: Menüleiste
es: Barra de menús
fr: Barre des menus
hu: Menüsor
ja: メニューバー
nl: Menubalk
pl: Pasek menu
pt: Barra de menus
ru: Строка меню
sv: Menyrad
tr: Menü Çubuğu
vi: Thanh menu
zh_hans: 菜单栏
zh_hant: 選單列

source: Menu Bar Icon
ar: إظهار أيقونة شريط القائمة
de: Menüleisten-Symbol
es: Icono de la barra de menús
fr: Icône de la barre des menus
hu: Menüsori ikon
ja: メニューバーアイコン
nl: Menubalkpictogram
pl: Ikona paska menu
pt: Ícone na barra de menus
ru: Значок в строке меню
sv: Menyradssymbol
tr: Menü Çubuğu Simgesi
vi: Biểu tượng Thanh menu
zh_hans: 菜单栏图标
zh_hant: 選單列圖示

source: Menu Commands
ar: أوامر القائمة
de: Menübefehle
es: Comandos de menú
fr: Commandes de menu
hu: Menüparancsok
ja: メニューコマンド
nl: Menuopdrachten
pl: Polecenia menu
pt: Comandos de menu
ru: Команды меню
sv: Menykommandon
tr: Menü Komutları
vi: Lệnh menu
zh_hans: 菜单命令
zh_hant: 選單指令

source: message
ar: رسالة
de: nachricht
es: mensaje
hu: üzenet
ja: メッセージ
nl: bericht
pl: wiadomość
pt: mensagem
ru: сообщение
sv: meddelande
tr: mesaj
vi: tin nhắn
zh_hans: 信息
zh_hant: 訊息

source: Message
ar: رسالة
de: Nachricht
es: Mensaje
hu: Üzenet
ja: メッセージ
nl: Bericht
pl: Wyślij wiadomość
pt: Mensagem
ru: Написать
sv: Meddelande
tr: Mesaj
vi: Nhắn tin
zh_hans: 发送信息
zh_hant: 訊息

source: metric
ar: متري
de: metrisch
es: métrico
fr: métrique
hu: metrikus
ja: メートル法
nl: metrisch
pl: jednostki metryczne
pt: métrico
ru: метрическая система
sv: metrisk
tr: metrik
vi: hệ mét
zh_hans: 公制
zh_hant: 公制

source: microphone
ar: ميكروفون
de: mikrofon
es: micrófono
fr: micro
hu: mikrofon
ja: マイク
nl: microfoon
pl: mikrofon
pt: microfone
ru: микрофон
sv: mikrofon
tr: mikrofon
vi: micrô
zh_hans: 麦克风
zh_hant: 麥克風

source: Microphone
ar: الميكروفون
de: Mikrofon
es: Micrófono
fr: Micro
hu: Mikrofon
ja: マイク
nl: Microfoon
pl: Mikrofon
pt: Microfone
ru: Микрофон
sv: Mikrofon
tr: Mikrofon
vi: Micrô
zh_hans: 麦克风
zh_hant: 麥克風

source: Microphone access needed
ar: يلزم الوصول إلى الميكروفون
de: Mikrofonzugriff erforderlich
es: Se necesita acceso al micrófono
fr: Accès au micro requis
hu: Mikrofon-hozzáférés szükséges
ja: マイクへのアクセスが必要です
nl: Toegang tot microfoon vereist
pl: Wymagany dostęp do mikrofonu
pt: É necessário acesso ao microfone
ru: Нужен доступ к микрофону
sv: Mikrofonåtkomst krävs
tr: Mikrofon erişimi gerekli
vi: Cần quyền truy cập micrô
zh_hans: 需要麦克风访问权限
zh_hant: 需要麥克風取用權限

source: Microphone Mute
ar: كتم الميكروفون
de: Mikrofon stumm
es: Silenciar micrófono
fr: Couper le micro
hu: Mikrofonnémítás
ja: マイクのミュート
nl: Microfoon dempen
pl: Wyciszanie mikrofonu
pt: Silenciar Microfone
ru: Выключение микрофона
sv: Mikrofon av
tr: Mikrofon Sessize Alma
vi: Tắt tiếng micrô
zh_hans: 麦克风静音
zh_hant: 麥克風靜音

source: Middle Click Action
ar: إجراء النقر بالزر الأوسط
de: Mittelklick-Aktion
es: Acción del clic central
fr: Action du clic central
hu: Középső kattintás művelete
ja: 中クリックのアクション
nl: Actie bij klikken met de middelste muisknop
pl: Akcja kliknięcia środkowym przyciskiem
pt: Ação do Clique do Meio
ru: Действие по среднему клику
sv: Åtgärd vid mittenklick
tr: Orta Tık Eylemi
vi: Hành động khi nhấp chuột giữa
zh_hans: 中键点击操作
zh_hant: 中鍵按一下的動作

source: min
ar: د
hu: perc
ja: 分
ru: мин
tr: dk
vi: phút
zh_hans: 分钟
zh_hant: 分鐘

source: Minimize
ar: صغّر
de: Minimieren
es: Minimizar
fr: Réduire
hu: Kicsinyítés
ja: しまう
nl: Minimaliseren
pl: Minimalizuj
pt: Minimizar
ru: Свернуть
sv: Minimera
tr: Küçült
vi: Thu nhỏ
zh_hans: 最小化
zh_hant: 最小化

source: Minimize & Restore
ar: صغّر و استرجع
de: Minimieren & Wiederherstellen
es: Minimizar y restaurar
fr: Réduire et Restaurer
hu: Kicsinyítés és visszaállítás
ja: しまう/戻す
nl: Minimaliseren en herstellen
pl: Minimalizuj i przywracaj
pt: Minimizar e repor
ru: Свернуть и восстановить
sv: Minimera och återställ
tr: Küçült & Geri Yükle
vi: Thu nhỏ & Khôi phục
zh_hans: 最小化&还原
zh_hant: 最小化與還原

source: Minimize All
ar: تصغير الكل
de: Alle minimieren
es: Minimizar todo
fr: Tout réduire
hu: Összes kicsinyítése
ja: すべてしまう
nl: Alles minimaliseren
pl: Minimalizuj wszystko
pt: Minimizar tudo
ru: Свернуть все
sv: Minimera alla
tr: Tümünü Küçült
vi: Thu nhỏ Tất cả
zh_hans: 最小化全部
zh_hant: 最小化全部

source: Minimize All (%lld)
ar: تصغير الكل (%lld)
de: Alle (%lld) minimieren
es: Minimizar todo (%lld)
fr: Tout réduire (%lld)
hu: Összes kicsinyítése (%lld)
ja: すべてをしまう（%lld）
nl: Alles minimaliseren (%lld)
pl: Minimalizuj wszystkie (%lld)
pt: Minimizar Tudo (%lld)
ru: %lldСвернуть все
sv: Minimera alla (%lld)
tr: Tümünü Küçült (%lld)
vi: Thu nhỏ Tất cả (%lld)
zh_hans: 最小化全部 (%lld)
zh_hant: 最小化全部(%lld)

source: Minimize All Windows
ar: تصغير كل النوافذ
de: Alle Fenster minimieren
es: Minimizar todas las ventanas
fr: Réduire toutes les fenêtres
hu: Összes ablak kicsinyítése
ja: すべてのウインドウをしまう
nl: Alle vensters minimaliseren
pl: Minimalizuj wszystkie okna
pt: Minimizar Todas as Janelas
ru: Свернуть все окна
sv: Minimera alla fönster
tr: Tüm Pencereleri Küçült
vi: Thu nhỏ tất cả cửa sổ
zh_hans: 最小化所有窗口
zh_hant: 將所有視窗最小化

source: Minimize Window
ar: تصغير النافذة
de: Fenster minimieren
es: Minimizar ventana
fr: Réduire la fenêtre
hu: Ablak kicsinyítése
ja: ウインドウをしまう
nl: Venster minimaliseren
pl: Minimalizuj okno
pt: Minimizar janela
ru: Свернуть окно
sv: Minimera fönstret
tr: Pencereyi Küçült
vi: Thu nhỏ Cửa sổ
zh_hans: 最小化窗口
zh_hant: 最小化視窗

source: Minimize Windows
ar: تصغير النوافذ
de: Fenster minimieren
es: Minimizar ventanas
fr: Réduire les fenêtres
hu: Ablakok kicsinyítése
ja: ウインドウをしまう
nl: Vensters minimaliseren
pl: Minimalizuj okna
pt: Minimizar janelas
ru: Свернуть окна
sv: Minimera fönster
tr: Pencereleri Küçült
vi: Thu nhỏ Cửa sổ
zh_hans: 最小化窗口
zh_hant: 最小化視窗

source: Minimized
ar: مصغّرة
de: Minimiert
es: Minimizada
fr: Réduite
hu: Kicsinyítve
ja: 最小化済み
nl: Geminimaliseerd
pl: Zminimalizowane
pt: Minimizada
ru: Свернуто
sv: Minimerat
tr: Küçültüldü
vi: Đã thu nhỏ
zh_hans: 已最小化
zh_hant: 最小化

source: mixer
ar: مازج
de: mischpult
es: mezclador
fr: mixeur
hu: keverő
ja: ミキサー
pl: mikser
pt: misturador
ru: микшер
tr: mikser
vi: bộ trộn âm
zh_hans: 混音器
zh_hant: 混音器

source: Moderate
ar: معتدل
de: Mittel
es: Moderado
fr: Modéré
hu: Mérsékelt
ja: 中程度
nl: Gemiddeld
pl: Umiarkowany
pt: Moderado
ru: Умеренный
sv: Måttlig
tr: Orta
vi: Vừa phải
zh_hans: 中等
zh_hant: 中等

source: Moderate breeze
ar: نسيم معتدل
de: Mäßige Brise
es: Brisa moderada
fr: Jolie brise
hu: Mérsékelt szél
ja: 和風
nl: Matige wind
pl: Umiarkowany wiatr
pt: Vento moderado
ru: Умеренный ветер
sv: Frisk bris
tr: Orta rüzgâr
vi: Gió vừa
zh_hans: 和风
zh_hant: 和風

source: Modifier Key Side
ar: جانب مفتاح التعديل
de: Seite der Auslöser-Sondertaste
es: Lado de la tecla modificadora
fr: Côté de la touche de déclenchement
hu: Módosítóbillentyű oldala
ja: 修飾キーの左右
nl: Kant voor de modificatietoets
pl: Strona klawisza modyfikatora
pt: Lado da tecla modificadora
ru: Сторона клавиши-модификатора
sv: Sida för modifieringstangent
tr: Değiştirici Tuş Tarafı
vi: Bên của phím bổ trợ
zh_hans: 修饰键位置
zh_hant: 修飾鍵側邊

source: monitor
ar: مراقبة
fr: moniteur
ja: モニタ
ru: мониторинг
sv: övervaka
tr: monitör
vi: giám sát
zh_hans: 监视器
zh_hant: 監視器
